Repository: bannzai/Alarmify
Catalog: Alarmify/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: %@ / month
ar: %@ / شهر
ca: %@ / mes
cs: %@ / měsíc
da: %@ / måned
de: %@ / Monat
el: %@ / μήνα
es: %@ / mes
es_419: %@ / mes
fi: %@ / kuukausi
fr: %@ / mois
he: %@ / חודש
hi: %@ / माह
hr: %@ / mj.
hu: %@ / hónap
id: %@ / bulan
it: %@ / mese
ja: 月 %@
ko: %@ / 월
ms: %@ / bulan
nb: %@ / måned
nl: %@ / maand
pl: %@ / miesiąc
pt_br: %@ / mês
pt_pt: %@ / mês
ro: %@ / lună
ru: %@ / месяц
sk: %@ / mesiac
sv: %@ / månad
th: %@ / เดือน
tr: %@ / ay
uk: %@ / місяць
vi: %@ / tháng
zh_hans: %@ / 月
zh_hant: %@ / 月
zh_hk: %@ / 月

source: %@ / year
ar: %@ / سنة
ca: %@ / any
cs: %@ / rok
da: %@ / år
de: %@ / Jahr
el: %@ / έτος
es: %@ / año
es_419: %@ / año
fi: %@ / vuosi
fr: %@ / an
he: %@ / שנה
hi: %@ / वर्ष
hr: %@ / godina
hu: %@ / év
id: %@ / tahun
it: %@ / anno
ja: 年 %@
ko: %@ / 년
ms: %@ / tahun
nb: %@ / år
nl: %@ / jaar
pl: %@ / rok
pt_br: %@ / ano
pt_pt: %@ / ano
ro: %@ / an
ru: %@ / год
sk: %@ / rok
sv: %@ / år
th: %@ / ปี
tr: %@ / yıl
uk: %@ / рік
vi: %@ / năm
zh_hans: %@ / 年
zh_hant: %@ / 年
zh_hk: %@ / 年

source: A rest_command you can call from any automation
ar: rest_command يمكنك استدعاؤه من أي أتمتة
ca: Un rest_command que pots cridar des de qualsevol automatització
cs: rest_command, který můžeš volat z jakékoli automatizace
da: En rest_command, du kan kalde fra enhver automatisering
de: Ein rest_command, den du aus jeder Automatisierung aufrufen kannst
el: Ένα rest_command που μπορείς να καλείς από οποιονδήποτε αυτοματισμό
es: Un rest_command que puedes invocar desde cualquier automatización
es_419: Un rest_command que puedes invocar desde cualquier automatización
fi: rest_command, jonka voit kutsua mistä tahansa automaatiosta
fr: Un rest_command que vous pouvez appeler depuis n’importe quelle automatisation
he: rest_command שאפשר להפעיל מכל אוטומציה
hi: ऐसा rest_command जिसे आप किसी भी ऑटोमेशन से कॉल कर सकते हैं
hr: rest_command koji možeš pozvati iz bilo koje automatizacije
hu: Egy rest_command, amelyet bármely automatizálásból meghívhatsz
id: rest_command yang bisa kamu panggil dari otomatisasi apa pun
it: Un rest_command che puoi chiamare da qualsiasi automazione
ja: 任意のオートメーションから呼べる rest_command
ko: 어떤 자동화에서든 호출할 수 있는 rest_command
ms: rest_command yang anda boleh panggil daripada mana-mana automasi
nb: En rest_command du kan kalle fra enhver automatisering
nl: Een rest_command dat je vanuit elke automatisering kunt aanroepen
pl: rest_command, który możesz wywołać z dowolnej automatyzacji
pt_br: Um rest_command que você pode chamar de qualquer automação
pt_pt: Um rest_command que podes chamar a partir de qualquer automação
ro: Un rest_command pe care îl poți apela din orice automatizare
ru: rest_command, который вы можете вызвать из любой автоматизации
sk: rest_command, ktorý môžeš zavolať z ľubovoľnej automatizácie
sv: Ett rest_command som du kan anropa från vilken automatisering som helst
th: rest_command ที่คุณเรียกใช้ได้จากระบบอัตโนมัติใดก็ได้
tr: Her otomasyondan çağırabileceğin bir rest_command
uk: rest_command, який ви можете викликати з будь-якої автоматизації
vi: Một rest_command bạn có thể gọi từ bất kỳ tính năng tự động hóa nào
zh_hans: 可从任何自动化调用的 rest_command
zh_hant: 可從任何自動化呼叫的 rest_command
zh_hk: 可從任何自動化呼叫的 rest_command

source: A webhook contact point that rings when an alert fires
ar: نقطة اتصال Webhook تُصدر رنينًا عند تشغيل تنبيه
ca: Un punt de contacte de Webhook que sona quan s’activa una alerta
cs: Kontaktní bod Webhooku, který zazvoní při aktivaci upozornění
da: Et Webhook-kontaktpunkt, der ringer, når en advarsel udløses
de: Ein Webhook-Kontaktpunkt, der klingelt, wenn ein Alert ausgelöst wird
el: Ένα σημείο επαφής Webhook που χτυπά όταν ενεργοποιείται μια ειδοποίηση
es: Un punto de contacto de Webhook que suena cuando se activa una alerta
es_419: Un punto de contacto de Webhook que suena cuando se activa una alerta
fi: Webhook-yhteyspiste, joka soi hälytyksen lauetessa
fr: Un point de contact Webhook qui sonne lorsqu’une alerte se déclenche
he: נקודת קשר של Webhook שמצלצלת כשמופעלת התראה
hi: एक Webhook संपर्क बिंदु, जो अलर्ट ट्रिगर होने पर बजता है
hr: Webhook kontaktna točka koja zvoni kada se aktivira upozorenje
hu: Riasztás aktiválásakor megszólaló Webhook-kapcsolattartási pont
id: Titik kontak Webhook yang berdering saat peringatan terpicu
it: Un punto di contatto Webhook che squilla quando scatta un avviso
ja: アラートの発火時に鳴らす Webhook 通知先
ko: 알림이 발생하면 울리는 Webhook 연락 지점
ms: Titik hubungan Webhook yang berdering apabila amaran dicetuskan
nb: Et Webhook-kontaktpunkt som ringer når et varsel utløses
nl: Een Webhook-contactpunt dat afgaat wanneer een waarschuwing wordt geactiveerd
pl: Punkt kontaktowy Webhook, który dzwoni po uruchomieniu alertu
pt_br: Um ponto de contato Webhook que toca quando um alerta é acionado
pt_pt: Um ponto de contacto Webhook que toca quando um alerta é acionado
ro: Un punct de contact Webhook care sună când se declanșează o alertă
ru: Контактная точка Webhook, которая звонит при срабатывании оповещения
sk: Kontaktný bod Webhooku, ktorý zazvoní pri aktivácii upozornenia
sv: En Webhook-kontaktpunkt som ringer när en avisering utlöses
th: จุดติดต่อ Webhook ที่ส่งเสียงเมื่อการแจ้งเตือนทำงาน
tr: Bir uyarı tetiklendiğinde çalan Webhook iletişim noktası
uk: Контактна точка Webhook, яка дзвонить під час спрацювання сповіщення
vi: Điểm liên hệ Webhook đổ chuông khi cảnh báo được kích hoạt
zh_hans: 警报触发时响铃的 Webhook 联系点
zh_hant: 警報觸發時響鈴的 Webhook 聯絡點
zh_hk: 警報觸發時響鈴的 Webhook 聯絡點

source: A webhook notification that rings when a monitor goes down
ar: إشعار Webhook يُطلق المنبّه عند توقف المراقب عن العمل
ca: Una notificació de Webhook que fa sonar l’alarma quan un monitor deixa de funcionar
cs: Oznámení Webhook, které spustí alarm, když monitor přestane fungovat
da: En Webhook-notifikation, der får alarmen til at ringe, når en monitor går ned
de: Eine Webhook-Benachrichtigung, die den Alarm auslöst, wenn ein Monitor ausfällt
el: Μια ειδοποίηση Webhook που ενεργοποιεί το ξυπνητήρι όταν ένα monitor σταματήσει να λειτουργεί
es: Una notificación de Webhook que hace sonar la alarma cuando un monitor deja de funcionar
es_419: Una notificación de Webhook que hace sonar la alarma cuando un monitor deja de funcionar
fi: Webhook-ilmoitus, joka soittaa hälytyksen, kun monitori lakkaa toimimasta
fr: Une notification Webhook qui déclenche l’alarme lorsqu’un moniteur tombe en panne
he: הודעת Webhook שמשמיעה את האזעקה כשמוניטור מפסיק לפעול
hi: Webhook सूचना, जो मॉनिटर बंद होने पर अलार्म बजाती है
hr: Webhook obavijest koja aktivira alarm kada monitor prestane raditi
hu: Webhook-értesítés, amely megszólaltatja az ébresztőt, ha egy monitor leáll
id: Notifikasi Webhook yang membunyikan alarm saat monitor berhenti berfungsi
it: Una notifica Webhook che fa suonare la sveglia quando un monitor va offline
ja: モニターがダウンした時に鳴らす Webhook 通知
ko: 모니터가 다운되면 알람을 울리는 Webhook 알림
ms: Pemberitahuan Webhook yang membunyikan penggera apabila monitor tidak berfungsi
nb: Et Webhook-varsel som utløser alarmen når en monitor går ned
nl: Een Webhook-melding die het alarm laat afgaan wanneer een monitor uitvalt
pl: Powiadomienie Webhook, które uruchamia alarm, gdy monitor przestanie działać
pt_br: Uma notificação Webhook que faz o alarme tocar quando um monitor fica indisponível
pt_pt: Uma notificação Webhook que faz o alarme tocar quando um monitor fica indisponível
ro: O notificare Webhook care declanșează alarma când un monitor nu mai funcționează
ru: Уведомление Webhook, которое включает будильник, когда монитор перестаёт работать
sk: Oznámenie Webhook, ktoré spustí alarm, keď monitor prestane fungovať
sv: En Webhook-notis som utlöser alarmet när en monitor slutar fungera
th: การแจ้งเตือน Webhook ที่ส่งเสียงปลุกเมื่อมอนิเตอร์หยุดทำงาน
tr: Bir monitör çalışmayı durdurduğunda alarmı çaldıran Webhook bildirimi
uk: Сповіщення Webhook, яке вмикає будильник, коли монітор перестає працювати
vi: Thông báo Webhook phát chuông báo khi một màn hình ngừng hoạt động
zh_hans: 监控器停止运行时响起闹钟的 Webhook 通知
zh_hant: 監控器停止運行時響起鬧鐘的 Webhook 通知
zh_hk: 監測器停止運作時響起鬧鐘的 Webhook 通知

source: API reference
ar: مرجع API
ca: Referència de l’API
cs: Referenční příručka API
de: API-Referenz
el: Αναφορά API
es: Referencia de la API
es_419: Referencia de la API
fi: API-ohje
fr: Référence de l’API
he: מדריך API
hi: API संदर्भ
hr: Referenca za API
hu: API-referencia
id: Referensi API
it: Riferimento API
ja: API リファレンス
ko: API 레퍼런스
ms: Rujukan API
nb: API-referanse
nl: API-referentie
pl: Dokumentacja API
pt_br: Referência da API
pt_pt: Referência da API
ro: Referință API
ru: Справочник API
sk: Referenčná príručka API
sv: API-referens
th: เอกสารอ้างอิง API
tr: API referansı
uk: Довідник API
vi: Tài liệu tham khảo API
zh_hans: API 参考
zh_hant: API 參考
zh_hk: API 參考資料

source: API tokens
ar: رموز API
ca: Tokens d’API
cs: Tokeny API
el: Διακριτικά API
es: Tokens de API
es_419: Tokens de API
fi: API-tunnukset
fr: Jetons d’API
he: אסימוני API
hi: API टोकन
hr: API tokeni
hu: API-tokenek
id: Token API
it: Token API
ja: API トークン
ko: API 토큰
ms: Token API
nb: API-tokener
pl: Tokeny API
pt_br: Tokens de API
pt_pt: Tokens de API
ro: Tokenuri API
ru: Токены API
sk: Tokeny API
sv: API-token
th: โทเค็น API
tr: API belirteçleri
uk: Токени API
vi: Token API
zh_hans: API 令牌
zh_hant: API 權杖
zh_hk: API 權杖

source: APNs device token
ar: رمز جهاز APNs
ca: Token del dispositiu d’APNs
cs: Token zařízení APNs
da: APNs-enhedstoken
de: APNs-Gerätetoken
el: Token συσκευής APNs
es: Token de dispositivo de APNs
es_419: Token de dispositivo de APNs
fi: APNs-laitetunnus
fr: Jeton d’appareil APNs
he: אסימון המכשיר של APNs
hi: APNs डिवाइस टोकन
hr: Token uređaja za APNs
hu: APNs-es eszköztoken
id: Token perangkat APNs
it: Token dispositivo APNs
ja: APNs デバイストークン
ko: APNs 디바이스 토큰
ms: Token peranti APNs
nb: APNs-enhetstoken
nl: APNs-apparaattoken
pl: Token urządzenia APNs
pt_br: Token do dispositivo APNs
pt_pt: Token do dispositivo APNs
ro: Token dispozitivului APNs
ru: Токен устройства APNs
sk: Token zariadenia APNs
sv: APNs-enhetstoken
th: โทเค็นอุปกรณ์ APNs
tr: APNs cihaz belirteci
uk: Токен пристрою APNs
vi: Mã thông báo thiết bị APNs
zh_hans: APNs 设备令牌
zh_hant: APNs 裝置權杖
zh_hk: APNs 裝置權杖

source: Account
ar: الحساب
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
es_419: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
ms: Akaun
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶
zh_hk: 帳戶

source: Account ID
ar: معرّف الحساب
ca: ID del compte
cs: ID účtu
da: Konto-id
de: Konto-ID
el: Αναγνωριστικό λογαριασμού
es: ID de cuenta
es_419: ID de cuenta
fi: Tilin tunnus
fr: ID du compte
he: מזהה החשבון
hi: खाता आईडी
hr: ID računa
hu: Fiókazonosító
id: ID Akun
it: ID account
ja: アカウント ID
ko: 계정 ID
ms: ID akaun
nb: Konto-ID
pl: Identyfikator konta
pt_br: ID da conta
pt_pt: ID da conta
ro: ID-ul contului
ru: ID аккаунта
sk: ID účtu
sv: Konto-ID
th: รหัสบัญชี
tr: Hesap Kimliği
uk: ID облікового запису
vi: ID tài khoản
zh_hans: 账户 ID
zh_hant: 帳戶 ID
zh_hk: 帳戶 ID

source: Add the 'Get Contents of URL' action and set the URL.
ar: أضف إجراء «الحصول على محتويات URL» واضبط عنوان URL.
ca: Afegeix l’acció «Obtenir continguts de l’URL» i configura l’URL.
cs: Přidej akci „Načíst obsah URL“ a nastav URL.
da: Tilføj handlingen „Hent indhold fra URL“ og angiv URL’en.
de: Füge die Aktion „Inhalte von URL abrufen“ hinzu und lege die URL fest.
el: Πρόσθεσε την ενέργεια «Λήψη περιεχομένου URL» και όρισε το URL.
es: Añade la acción «Obtener contenido de URL» y configura la URL.
es_419: Agrega la acción «Obtener contenido de URL» y configura la URL.
fi: Lisää ”Hae URL:n sisältö” -toiminto ja määritä URL.
fr: Ajoutez l’action « Obtenir le contenu de l’URL » et définissez l’URL.
he: הוסף את הפעולה „קבלת תוכן מכתובת URL“ והגדר את כתובת ה‑URL.
hi: ‘URL की सामग्री प्राप्त करें’ ऐक्शन जोड़ें और URL सेट करें।
hr: Dodaj radnju „Dohvati sadržaj URL-a” i postavi URL.
hu: Add hozzá a „URL tartalmának lekérése” műveletet, és állítsd be az URL-t.
id: Tambahkan tindakan “Dapatkan Isi URL” dan atur URL-nya.
it: Aggiungi l’azione «Ottieni contenuto dell’URL» e imposta l’URL.
ja: 「URL の内容を取得」アクションを追加し、URL を設定します
ko: ‘URL 내용 가져오기’ 동작을 추가하고 URL을 설정해요.
ms: Tambah tindakan 'Dapatkan Kandungan URL' dan tetapkan URL.
nb: Legg til handlingen «Hent innhold fra URL» og angi URL-en.
nl: Voeg de actie ‘Haal inhoud van URL op’ toe en stel de URL in.
pl: Dodaj działanie „Pobierz zawartość URL” i ustaw URL.
pt_br: Adicione a ação “Obter Conteúdo de URL” e defina a URL.
pt_pt: Adiciona a ação «Obter conteúdo do URL» e define o URL.
ro: Adaugă acțiunea „Obține conținutul URL-ului” și setează URL-ul.
ru: Добавьте действие «Получить содержимое URL» и укажите URL.
sk: Pridaj akciu „Získať obsah URL” a nastav URL.
sv: Lägg till åtgärden ”Hämta innehåll från URL” och ange URL:en.
th: เพิ่มการทำงาน «รับเนื้อหาของ URL» และตั้งค่า URL
tr: “URL İçeriğini Al” eylemini ekle ve URL’yi ayarla.
uk: Додайте дію «Отримати вміст URL» і вкажіть URL.
vi: Thêm tác vụ “Lấy nội dung URL” và đặt URL.
zh_hans: 添加“获取 URL 内容”操作，并设置 URL。
zh_hant: 加入「取得 URL 內容」動作，並設定 URL。
zh_hk: 加入「取得 URL 內容」動作，並設定 URL。

source: Add the step at the end of the job. 'if: always()' also rings after a failure; 'if: failure()' rings only when something broke.
ar: أضف الخطوة في نهاية المهمة. 'if: always()' يرنّ أيضًا بعد الفشل؛ 'if: failure()' يرنّ فقط عند حدوث خطأ.
ca: Afegeix el pas al final del job. 'if: always()' també fa sonar l'alarma després d'un error; 'if: failure()' només la fa sonar quan alguna cosa falla.
cs: Přidej krok na konec jobu. 'if: always()' zazvoní i po selhání; 'if: failure()' zazvoní jen tehdy, když se něco pokazí.
da: Tilføj trinnet i slutningen af jobbet. 'if: always()' ringer også efter en fejl; 'if: failure()' ringer kun, når noget går galt.
de: Füge den Schritt am Ende des Jobs hinzu. 'if: always()' lässt den Alarm auch nach einem Fehler klingeln; 'if: failure()' lässt ihn nur klingeln, wenn etwas schiefgeht.
el: Πρόσθεσε το βήμα στο τέλος του job. 'if: always()' χτυπάει και μετά από αποτυχία· 'if: failure()' χτυπάει μόνο όταν κάτι πάει στραβά.
es: Añade el paso al final del job. 'if: always()' también hace sonar la alarma después de un fallo; 'if: failure()' solo la hace sonar cuando algo falla.
es_419: Añade el paso al final del job. 'if: always()' también hace sonar la alarma después de un fallo; 'if: failure()' solo la hace sonar cuando algo falla.
fi: Lisää vaihe jobin loppuun. 'if: always()' soi myös virheen jälkeen; 'if: failure()' soi vain, kun jokin menee pieleen.
fr: Ajoutez l'étape à la fin du job. 'if: always()' sonne aussi après une erreur ; 'if: failure()' sonne uniquement en cas de problème.
he: הוסף את השלב בסוף ה־job. 'if: always()' מצלצל גם אחרי כשל; 'if: failure()' מצלצל רק כשמשהו משתבש.
hi: जॉब के अंत में यह चरण जोड़ें। 'if: always()' विफलता के बाद भी अलार्म बजाता है; 'if: failure()' केवल तब बजता है जब कुछ गड़बड़ हो।
hr: Dodaj korak na kraj posla. 'if: always()' zvoni i nakon neuspjeha; 'if: failure()' zvoni samo kada nešto pođe po zlu.
hu: Add hozzá a lépést a job végéhez. Az 'if: always()' hiba után is megszólal; az 'if: failure()' csak akkor szólal meg, ha valami elromlik.
id: Tambahkan langkah di akhir job. 'if: always()' juga berbunyi setelah kegagalan; 'if: failure()' hanya berbunyi saat terjadi masalah.
it: Aggiungi il passaggio alla fine del job. 'if: always()' suona anche dopo un errore; 'if: failure()' suona solo quando qualcosa va storto.
ja: job の末尾にステップを追加します。「if: always()」で失敗時にも鳴り、「if: failure()」なら失敗時だけ鳴ります
ko: 작업 끝에 단계를 추가하세요. 'if: always()'는 실패 후에도 울리고, 'if: failure()'는 문제가 발생했을 때만 울립니다.
ms: Tambahkan langkah pada penghujung job. 'if: always()' turut berbunyi selepas kegagalan; 'if: failure()' hanya berbunyi apabila berlaku masalah.
nb: Legg til steget på slutten av jobben. 'if: always()' ringer også etter en feil; 'if: failure()' ringer bare når noe går galt.
nl: Voeg de stap toe aan het einde van de job. 'if: always()' gaat ook af na een fout; 'if: failure()' gaat alleen af als er iets misgaat.
pl: Dodaj krok na końcu zadania. 'if: always()' dzwoni również po błędzie; 'if: failure()' dzwoni tylko wtedy, gdy coś pójdzie nie tak.
pt_br: Adicione a etapa ao final do job. 'if: always()' também dispara após uma falha; 'if: failure()' dispara somente quando algo dá errado.
pt_pt: Adiciona o passo no final do job. 'if: always()' também toca após uma falha; 'if: failure()' toca apenas quando algo corre mal.
ro: Adaugă pasul la sfârșitul jobului. 'if: always()' sună și după o eroare; 'if: failure()' sună doar când ceva nu funcționează.
ru: Добавьте шаг в конце задания. 'if: always()' также сработает после сбоя; 'if: failure()' сработает только если что-то пошло не так.
sk: Pridaj krok na koniec jobu. 'if: always()' zazvoní aj po zlyhaní; 'if: failure()' zazvoní iba vtedy, keď sa niečo pokazí.
sv: Lägg till steget i slutet av jobbet. 'if: always()' ringer även efter ett fel; 'if: failure()' ringer bara när något går fel.
th: เพิ่มขั้นตอนนี้ที่ท้ายงาน 'if: always()' จะปลุกให้ดังหลังเกิดข้อผิดพลาดด้วย ส่วน 'if: failure()' จะปลุกให้ดังเฉพาะเมื่อมีบางอย่างผิดพลาด
tr: Adımı işin sonuna ekle. 'if: always()' bir hata sonrasında da çalar; 'if: failure()' yalnızca bir şeyler ters gittiğinde çalar.
uk: Додайте крок наприкінці завдання. 'if: always()' також спрацює після помилки; 'if: failure()' спрацює лише тоді, коли щось пішло не так.
vi: Thêm bước này vào cuối job. 'if: always()' cũng đổ chuông sau khi xảy ra lỗi; 'if: failure()' chỉ đổ chuông khi có sự cố.
zh_hans: 将步骤添加到作业末尾。'if: always()' 失败后也会响起；'if: failure()' 只有出现问题时才会响起。
zh_hant: 將步驟加到作業末尾。'if: always()' 失敗後也會響起；'if: failure()' 只有發生問題時才會響起。
zh_hk: 將步驟加到工作流程的末尾。'if: always()' 在失敗後也會響起；'if: failure()' 只會在出現問題時響起。

source: Alarms already scheduled on this iPhone remain. Cancel them from the alarm list if you no longer need them.
ar: ستظل المنبّهات المجدولة بالفعل على هذا الـiPhone. ألغِها من قائمة المنبّهات إذا لم تعد بحاجة إليها.
ca: Les alarmes que ja estan programades en aquest iPhone es conservaran. Cancel·la-les des de la llista d’alarmes si ja no les necessites.
cs: Budíky již naplánované na tomto iPhonu zůstanou zachovány. Pokud je už nepotřebuješ, zruš je v seznamu budíků.
da: Alarmer, der allerede er planlagt på denne iPhone, forbliver. Annuller dem fra alarmlisten, hvis du ikke længere har brug for dem.
de: Bereits auf diesem iPhone geplante Alarme bleiben bestehen. Wenn du sie nicht mehr benötigst, kannst du sie in der Alarmliste abbrechen.
el: Οι συναγερμοί που έχουν ήδη προγραμματιστεί σε αυτό το iPhone παραμένουν. Αν δεν τους χρειάζεσαι πλέον, ακύρωσέ τους από τη λίστα συναγερμών.
es: Las alarmas ya programadas en este iPhone permanecerán. Cancélalas desde la lista de alarmas si ya no las necesitas.
es_419: Las alarmas ya programadas en este iPhone permanecerán. Cancélalas desde la lista de alarmas si ya no las necesitas.
fi: Tälle iPhonelle jo ajastetut hälytykset säilyvät. Peruuta ne hälytyslistalta, jos et enää tarvitse niitä.
fr: Les alarmes déjà programmées sur cet iPhone resteront actives. Annulez-les depuis la liste des alarmes si vous n’en avez plus besoin.
he: ההתראות שכבר תוכננו ב‑iPhone הזה יישארו. אם אינך זקוק להן עוד, בטל אותן מרשימת ההתראות.
hi: इस iPhone पर पहले से शेड्यूल किए गए अलार्म मौजूद रहेंगे। अगर आपको उनकी ज़रूरत नहीं है, तो अलार्म सूची से उन्हें रद्द करें।
hr: Alarmi koji su već zakazani na ovom iPhoneu ostat će. Ako ti više nisu potrebni, otkaži ih na popisu alarma.
hu: Az ezen az iPhone-on már beállított ébresztések megmaradnak. Ha már nincs rájuk szükséged, mondd le őket az ébresztések listájából.
id: Alarm yang sudah dijadwalkan di iPhone ini akan tetap ada. Batalkan dari daftar alarm jika kamu sudah tidak membutuhkannya.
it: Le sveglie già programmate su questo iPhone rimarranno attive. Annullale dall’elenco delle sveglie se non ti servono più.
ja: この iPhone に登録済みのアラームは残っています。不要な場合はアラーム一覧から取り消してください。
ko: 이 iPhone에 이미 예약된 알람은 그대로 유지됩니다. 더 이상 필요하지 않다면 알람 목록에서 취소하세요.
ms: Penggera yang telah dijadualkan pada iPhone ini akan kekal. Batalkannya daripada senarai penggera jika anda tidak lagi memerlukannya.
nb: Alarmer som allerede er planlagt på denne iPhonen, blir værende. Avbryt dem fra alarmlisten hvis du ikke trenger dem lenger.
nl: Alarms die al op deze iPhone zijn gepland, blijven staan. Annuleer ze vanuit de alarmlijst als je ze niet meer nodig hebt.
pl: Alarmy już zaplanowane na tym iPhonie pozostaną. Jeśli nie są Ci już potrzebne, anuluj je na liście alarmów.
pt_br: Os alarmes já programados neste iPhone permanecerão. Cancele-os na lista de alarmes se você não precisar mais deles.
pt_pt: Os alarmes já programados neste iPhone permanecerão. Cancele-os na lista de alarmes se já não precisar deles.
ro: Alarmele deja programate pe acest iPhone vor rămâne. Anulează-le din lista de alarme dacă nu mai ai nevoie de ele.
ru: Будильники, уже запланированные на этом iPhone, останутся. Если они вам больше не нужны, отмените их в списке будильников.
sk: Budíky naplánované na tomto iPhone zostanú zachované. Ak ich už nepotrebuješ, zruš ich v zozname budíkov.
sv: Alarm som redan har schemalagts på den här iPhonen finns kvar. Avbryt dem i alarmlistan om du inte längre behöver dem.
th: นาฬิกาปลุกที่ตั้งเวลาไว้แล้วบน iPhone เครื่องนี้จะยังคงอยู่ หากคุณไม่ต้องการใช้แล้ว ให้ยกเลิกจากรายการนาฬิกาปลุก
tr: Bu iPhone’da daha önce planlanan alarmlar kalır. Artık ihtiyacın yoksa alarmlar listesinden iptal et.
uk: Будильники, уже заплановані на цьому iPhone, залишаться. Якщо вони вам більше не потрібні, скасуйте їх у списку будильників.
vi: Các báo thức đã được lên lịch trên iPhone này sẽ vẫn còn. Nếu bạn không còn cần chúng, hãy hủy trong danh sách báo thức.
zh_hans: 这台 iPhone 上已设定的闹钟会保留。如果你不再需要，请从闹钟列表中取消。
zh_hant: 這部 iPhone 上已設定的鬧鐘會保留。如果你不再需要，請從鬧鐘列表中取消。
zh_hk: 這部 iPhone 上已排程的鬧鐘會保留。如果你不再需要，請從鬧鐘列表中取消。
